var mottos = [
		{"author":"Somebody", "content":"慷概付出的，便是经常得到的。"}
		,{"author":"Somebody", "content":"善良比聪明重要。"}
		,{"author":"Somebody", "content":"没有终点，从各种意义上来说，其实是没有开始。"}
		,{"author":"保罗·麦尔", "content":"你所清楚预见的、热切渴望的、真诚追求的、全心争取的，都会自然而然地实现。"}
		,{"author":"Somebody", "content":"真正的救赎，并不是厮杀后的胜利，而是在苦难之中找到生的力量和心的安宁。"}
		,{"author":"Somebody", "content":"善始者众，善终者寡。"}
		,{"author":"Somebody", "content":"风吹枯叶落，落叶生肥土，肥土丰香果。孜孜不倦，不紧不慢，人生果实。"}
		,{"author":"Somebody", "content":"人生道路上总会有一些不期而遇的温暖给人以希望。"}
		,{"author":"Somebody", "content":"往往有目的的寻找会失去身边不经意的美好。"}
		,{"author":"《乌合之众》", "content":"群体只会干两种事——锦上添花或落井下石。"}
		,{"author":"Somebody", "content":"不要愚蠢地将生活施加的压力堆成毫无用处的胡言乱语。"}
		,{"author":"贺炜", "content":"人生当中成功只是一时的，失败确是主旋律，但是如何面对失败，却把人分成了不同的样子。有的人会被失败击垮，有的人能够不断地爬起来继续向前。我想，真正的成熟，应该并不是追求完美，二十直面自己的缺憾。这，才是生活的本质。罗曼-罗兰说过，这个世界上只有一种真正的英雄主义，那就是认清生活的真相，并且仍然热爱着它。失败不可怕，让我们从头再来吧，难道向上攀爬的那条路不是比站在顶峰更让人热血澎湃吗？"}
		,{"author":"Somebody", "content":"往往有目的的寻找会失去身边不经意的美好。"}
	]